ent-RMCSmartPistolCase = кейс пистолета SU-6
    .desc = Оружейный кейс с интеллектуальным пистолетом SU-6. Поставляется с кобурой на пояс.
ent-RMCMK80Case = кейс пистолета VP78
    .desc = Оружейный кейс, в котором хранится VP78. Поставляется с двумя магазинами.
ent-RMCM54CE2Case = кейс тяжелой штурмовой винтовки M41AE2
    .desc = Оружейный кейс, в котором находится тяжелая штурмовая винтовка M41AE2. Дополнительные боеприпасы можно получить по заявкам.
ent-RMCD18Case = кейс пистолета D18
    .desc = Довольно богато украшенная и торжественная коробка, содержащая пистолет КОФ D18 и один дополнительный магазин к нему. Видимо, эти люди из CLF действительно заботятся о своем мастерстве и прозе, а не о практичности, да?
